function showday(){
      let day;
      let message;
      switch (new Date().getDay()){
          case 0:
              day="یکشنبه";
              message="خوش است عمر، دریغا که جاودانی نیست\n" +
                  "پس اعتماد بر این پنج روز فانی نیست";
              break;
          case 1:
              day="دوشنبه";
              message="هر دو عالم قیمت خود گفته‌ای\n" +
                  "نرخ بالا کن، که ارزانی هنوز";
              break;
          case 2:
              day="سه شنبه";
              message="خواهی که شوی خازن اسرار امانت\n" +
                  "جبریل صفت در همه احوال، امین باش";
              break;
          case 3:
              day="چهارشنبه";
              message="من همان دم که وضو ساختم از چشمه عشق\n" +
                  "چار تکبیر زدم یک سره بر هر چه که هست";
              break;
          case 4:
              day="پنجشنبه";
              message="اگر پند خردمندان به شیرینی نیاموزی\n" +
                  "فلک آن پند را روزی، به تلخی ات بیاموزد";
              break;
          case 5:
              day="جمعه";
              message=" پیش صاحب‌نظران، ملک سلیمان بادست\n" +
                  "بلکه آنست سلیمان، که ز ملک آزادست";
              break;
          case 6:
              day="شنبه";
              message="توانا بود هرکه دانا بود\n" +
                  "ز دانش دل پیر برنا بود";
              break;
      }
      alert("امروز روز "+day+" است"+"\n"+"\n"+"\n"+message)

}
